{
    "insults": [
        {
            "insult": "This is the END for you, you gutter-crawling cur!",
            "answer": "And I’ve got a little TIP for you, get the POINT?"
        },
        {
            "insult": "Soon you’ll be wearing my sword like a shish kebab!",
            "answer": "First you better stop waiving it like a feather-duster."
        },
        {
            "insult": "My handkerchief will wipe up your blood!",
            "answer": "So you got that job as janitor, after all."
        },
        {
            "insult": "People fall at my feet when they see me coming.",
            "answer": "Even BEFORE they smell your breath?"
        },
        {
            "insult": "I once owned a dog that was smarter than you.",
            "answer": "He must have taught you everything you know."
        },
        {
            "insult": "You make me want to puke.",
            "answer": "You make me think somebody already did."
        },
        {
            "insult": "Nobody’s ever drawn blood from me and nobody ever will.",
            "answer": "You run THAT fast?"
        },
        {
            "insult": "You fight like a dairy farmer.",
            "answer": "How appropriate. You fight like a cow."
        },
        {
            "insult": "I got this scar on my face during a mighty struggle!",
            "answer": "I hope now you’ve learned to stop picking your nose."
        },
        {
            "insult": "Have you stopped wearing diapers yet?",
            "answer": "Why, did you want to borrow one?"
        },
        {
            "insult": "I’ve heard you were a contemptible sneak.",
            "answer": "Too bad no one’s ever heard of YOU at all."
        },
        {
            "insult": "You’re no match for my brains, you poor fool.",
            "answer": "I’d be in real trouble if you ever used them."
        },
        {
            "insult": "You have the manners of a beggar.",
            "answer": "I wanted to make sure you’d feel comfortable with me."
        },
        {
            "insult": "I’m not going to take your insolence sitting down!",
            "answer": "Your hemorrhoids are flaring up again, eh?"
        },
        {
            "insult": "There are no words for how disgusting you are.",
            "answer": "Yes there are. You just never learned them."
        },
        {
            "insult": "I’ve spoken with apes more polite then you.",
            "answer": "I’m glad to hear you attended your family reunion."
        }
    ]
}